Repository: kongbaguni/Calculator
Catalog: Shared/Localizable.xcstrings
Source language: en
Languages: ko

source: 3 most recent calculations
ko: 최근 계산이력 3개

# ad watch time error confirm
source: Confirm
ko: 확인

# ad watch time error message
source: Thank you!\nIf you want to see the ad again, please present it later.
ko: 감사합니다!\n혹시 광고를 다시 보고 싶으면 잠시 후에 제시도 해주세요.

# ad watch time error title
source: You just watched a video ad.
ko: 방금 동영상 광고를 보셨습니다

# app_title
source: Calculator
ko: 계산기

source: Bottom
ko: 하단

source: Calculation history
ko: 계산 이력

source: confirm
ko: 확인

source: copy to clipboard
ko: 클립보드로 복사됨

source: edit memo
ko: 메모 편집

source: empty history log...
ko: 계산 기록이 없습니다...

source: Hello
ko: 안녕

source: history
ko: 계산 기록

# history_all_delete_alert_message
source: Delete All calculation history. Deleted history cannot be recovered.
ko: 모든 계산 기록을 삭제합니다. 삭제된 기록은 복구되지 않습니다.

# history_delete_alert_confirm
source: Delete history
ko: 기록 삭제

# history_delete_alert_message
source: Delete calculation history. Deleted history cannot be recovered.
ko: 계산 기록을 삭제합니다. 삭제된 기록은 복구되지 않습니다.

# history_delete_alert_title
source: Delete history
ko: 기록 삭제

# history_delete_button_title
source: delete all
ko: 전부 삭제

source: Leading
ko: 전면

source: low point warning
ko: 포인트가 없습니다. 광고 시청으로 포인트를 받을 수 있습니다.

source: memo
ko: 메모

source: memo :
ko: 메모 :

source: Min
ko: 최소

source: none
ko: 없음

# show ad alert title
source: Watch ads and earn points
ko: 광고를 시청하고 포인트를 얻으세요

source: Trailing
ko: 꼬리

source: View in App Store
ko: 앱스토어에서 열기
